[
    {
        "id": 1,
        "title": "Cien años de soledad",
        "author": "Gabriel García Márquez",
        "year": 1967,
        "genre": "Realismo mágico",
        "coverImage": "https://m.media-amazon.com/images/I/A1lNJP8sC6L._SL1500_.jpg",
        "description": "Cien años de soledad es una novela del escritor colombiano Gabriel García Márquez que narra la historia de la familia Buendía y su relación con el pueblo ficticio de Macondo."
    },
    {
        "id": 2,
        "title": "1984",
        "author": "George Orwell",
        "year": 1949,
        "genre": "Distópico",
        "coverImage": "https://m.media-amazon.com/images/I/91VsLImyJgL._SL1500_.jpg",
        "description": "La novela 1984 de George Orwell narra la historia de un futuro distópico en el que un gobierno totalitario controla cada aspecto de la vida de los ciudadanos."
    },
    {
        "id": 3,
        "title": "El gran Gatsby",
        "author": "F. Scott Fitzgerald",
        "year": 1925,
        "genre": "Drama",
        "coverImage": "https://m.media-amazon.com/images/I/61z0MrB6qOS._SL1500_.jpg",
        "description": "Jay Gatsby, un hombre atractivo y misterioso, ha vuelto de los campos de batalla en Europa e intenta reconquistar a Daisy, al principio con amagos de opulencia."
    },
    {
        "id": 4,
        "title": "Rayuela",
        "author": "Julio Cortázar",
        "year": 1963,
        "genre": "Antinovela",
        "coverImage": "https://m.media-amazon.com/images/I/61Hje5q9CRL._SL1500_.jpg",
        "description": "El amor turbulento de Oliveira y La Maga, los amigos del Club de la Serpiente, las caminatas por Paría en busca del cielo y el infierno tienen su reverso en la aventura simétrica de Oliveira, Talira y Traveler en un Buenos Aires teñido por el recuerdo."
    },
    {
        "id": 5,
        "title": "Orgullo y prejuicio",
        "author": "Jane Austen",
        "year": 1813,
        "genre": "Romance",
        "coverImage": "https://m.media-amazon.com/images/I/51m6S-elsrL.jpg",
        "description": "Elizabeth, una de las hijas de los Bennet, empezará una singular relación con Darcy, uno de los amigos de Bingley, que desencadenará esta historia de orgullo y prejuicios entre los dos hasta llegar a conocer el verdadero amor."
    },
    {
        "id": 6,
        "title": "Cumbres borrascosas",
        "author": "Emily Brontë",
        "year": 1847,
        "genre": "Romance",
        "coverImage": "https://m.media-amazon.com/images/I/71qdlA1lNqL._SL1000_.jpg",
        "description": "Una historia que lleva a sus máximos extremos el amor y la venganza despiadada del amargado Heathcliff, que una vez alcanzada la riqueza regresa al territorio de su infancia para recuperar a su amor de juventud, del que se vio privado por su bajo estrato social."
    },
    {
        "id": 7,
        "title": "El señor de los anillos",
        "author": "J.R.R Tolkien",
        "year": 1957,
        "genre": "Fantasía",
        "coverImage": "https://m.media-amazon.com/images/I/91GGJZ19aEL._SL1500_.jpg",
        "description": "En la adormecida e idílica Comarca, un joven hobbit recibe un encargo: custodiar el Anillo Único y emprender el viaje para su destrucción en la Grieta del Destino."
    },
    {
        "id": 8,
        "title": "Circe",
        "author": "Madeline Miller",
        "year": 2018,
        "genre": "Fantasía",
        "coverImage": "https://m.media-amazon.com/images/I/81POqvuiqTL._SL1500_.jpg",
        "description": "Circe es una niña rara: carece de los poderes de su padre y de la agresiva capacidad de seducción de su madre. Cuando acude al mundo de los mortales en busca de compañía, descubre que sí posee un poder, el poder de la brujería, con el que puede transformar a sus rivales en monstruos y amenazar a los mismísimos dioses."
    },
    {
        "id": 9,
        "title": "Guerra y paz",
        "author": "León Tolstói",
        "year": 1865,
        "genre": "Histórico",
        "coverImage": "https://m.media-amazon.com/images/I/91VQkzNt-gL._SL1500_.jpg",
        "description": "Con la campaña napoleónica -Austerlitz, Borodinó o el incendio de Moscú- como trasfondo, se narra la historia de dos familias de la nobleza rusa, los Bolkonski y los Rostov, protagonistas de un mundo que empieza a escenificar su propia desaparición."
    },
    {
        "id": 10,
        "title": "It (Eso)",
        "author": "Stephen King",
        "year": 1986,
        "genre": "Terror",
        "coverImage": "https://m.media-amazon.com/images/I/613UazqBGHL._SL1500_.jpg",
        "description": "Un pueblo de Maine está siendo aterrorizado por una fuerza malévola oculta tras la máscara de un payaso. Hartos de ver como las víctimas se suceden una tras otra, siete amigos de una pandilla de la infancia deciden unirse para luchar contra el mal."
    }
]
